Repository: ninjum/tuxmath
Catalog: po/*.po
Languages: gl_es

source: Congratulations! You win!
gl_es: Parabéns! Ti gañas!

source: Round
gl_es: Quenda

source: -[Esc] to skip
gl_es: -[Esc] para saír

source: Mission One: Careful Cadet
gl_es: Misión un: Cadete coidadoso

source: I'm so glad you've come!
gl_es: Alédome moito de que viñeras!

source: The penguins need your help! Comets are falling from the sky, and are melting the penguins' igloos. To save their homes, we need you to find the secret code that will zap each comet.
gl_es: Os pingüíns precisan a túa axuda! Cometas están a caer do ceo e están derretendo os iglús dos pingüíns. Para salvar as súas casas, precisamos que atopes o código secreto que desintegrará cada cometa.

source: Do your best!
gl_es: Fai todo o que poidas!

source: Mission Two: Smart Scout
gl_es: Misión dous: Supervisor intelixente

source: Great job! Since you saved the penguins' homes, we are promoting you to Scout. Scouts are good for keeping an eye out for trouble...
gl_es: Gran traballo! Xa que salvaches as casas dos pingüíns, promocionámoste a Supervisor. Os supervisores son bos para estar atentos aos problemas...

source: ...like what's happening right now! The TakeAways have come, and they're sending new, trickier comets against the penguins!
gl_es: ...como o que está pasando agora mesmo! Chegaron os Arrebatadores e están enviando cometas novos e máis complicados contra os pingüíns!

source: But you can save them!
gl_es: Pero podes salvalos!

source: Mission Three: Royal Ranger
gl_es: Tercera misión: Garda real

source: You've done it again! The Penguin Emperor has chosen you to join his team of Rangers that help protect the city. We're sending you there now...
gl_es: Xa o fixeches de novo! O emperador dos pingüíns escolleito para unirte ao seu equipo de Gardas que axudan a protexer a cidade. Enviámosche alí agora...

source: ...oh no! Now the Emperor himself is under attack, from new types of comets: these problems are multiplying! To fight these, you need great skill. We think you can do it. Join the Rangers and help save the city!
gl_es: ... oh non! Agora o propio emperador está baixo ataque de novos tipos de cometas: estes problemas están a multiplicarse! Para loitar contra estes, precisas dunha gran habilidade. Pensamos que podes facelo. Únete aos Gardas e axuda a salvar a cidade!

source: Mission Four: Imperial Ace
gl_es: Misión Catro: As Imperial

source: You did it! The Emperor wants to thank you in person. We are taking you to his ice palace for a great honor: you will become the Imperial Ace!
gl_es: Fixéchelo! O Emperador quere darche as grazas en persoa. Levámoste ao seu palacio de xeo para unha gran honra: converteraste no As Imperial!

source: But right in the middle of the ceremony, a new attack from the land of Division starts!
gl_es: Pero xusto no medio da cerimonia, comeza un novo ataque desde a terra da división!

source: Now is no time for resting; the city needs your help!
gl_es: Agora non é momento de descansar; a cidade precisa da túa axuda!

source: Final Mission: Computing Commando
gl_es: Misión final: Comando de Cálculo

source: Penguin scientists have learned that all these attacks are coming from a secret base, and they need you to go fight the final battle. They also give you this clue: first do multiplication and division, and then do addition and subtraction.
gl_es: Os científicos pingüíns descubriron que todos estes ataques proceden dunha base secreta e precisan de ti para loitar na batalla final. Tamén che dan esta pista: primeiro fai multiplicación e división, e logo fai a suma e a resta.

source: I hope that hint helps!
gl_es: Agardo que esta pista axude!

source: This is it! You can stop these attacks forever, Commando!
gl_es: Isto é todo! Podes deter estes ataques para sempre, Comando!

source: Sorry, try again!
gl_es: Sentímolo, téntao de novo!

source: Mission accomplished. The galaxy is safe!
gl_es: Misión cumprida. A galaxia está a salvo!

source: TUX, OF MATH COMMAND
gl_es: TUX, DO COMANDO MATEMÁTICO

source: COPYRIGHT 2001-2011
gl_es: DEREITOS DE AUTOR 2001-2010

source: PART OF THE 'TUX4KIDS' PROJECT
gl_es: PARTE DO PROXECTO 'TUX4KIDS'

source: DESIGNED BY
gl_es: DESEÑADO POR

source: LEAD PROGRAMMERS
gl_es: PROGRAMADORES PRINCIPAIS

source: ADDITIONAL CODE
gl_es: CÓDIGO ADICIONAL

source: LEAD ARTISTS
gl_es: ARTISTAS PRINCIPAIS

source: ADDITIONAL ART
gl_es: ARTE ADICIONAL

source: SOUND EFFECTS
gl_es: EFECTOS DE SON

source: MUSIC
gl_es: MÚSICA

source: PACKAGERS
gl_es: PAQUETIZADORES

source: 'TUX' THE PENGUIN CREATED BY
gl_es: 'TUX' O PINGÜÍN CREADO POR

source: TESTERS
gl_es: PROBADORES

source: USER WEBSITE
gl_es: PÁXINA WEB DO USUARIO

source: TUX4KIDS DEVELOPMENT HOSTED AT ALIOTH:
gl_es: O DESENVOLVEMENTO DE TUX4KIDS ACOLLIDO EN ALIOTH:

source: TuxMath is Free Software licensed under the GNU General Public License (GPL). As such, you are specifically granted the rights that are usually denied to users of proprietary software.
gl_es: TuxMath é un software libre baixo a licenza GNU General Public License (GPL). Polo tanto, concédenselle especificamente os dereitos que normalmente se lles denegan aos usuarios de software propietario.

source: These rights include the freedom to study, copy, modify, and redistribute the program.
gl_es: Estes dereitos inclúen a liberdade de estudar, copiar, modificar e redistribuír o programa.

source: A full copy of the GPL is included with the documentation for this program.
gl_es: Inclúese unha copia completa da GPL coa documentación deste programa.

source: For more information about Free Software and the GNU GPL, visit:
gl_es: Para obter máis información sobre o software libre e a GNU GPL, visite:

source: Hall Of Fame
gl_es: Salón da Fama

source: Space Cadet
gl_es: Cadete Espacial

source: Scout
gl_es: Supervisor

source: Ranger
gl_es: Garda

source: Ace
gl_es: As

source: Commando
gl_es: Comando

source: Factors
gl_es: Factores

source: Fractions
gl_es: Fraccións

source: You Are In The Hall of Fame!
gl_es: Estás no Salón da Fama!

source: Enter Your Name:
gl_es: Insire o teu nome:

source: TuxMath version %s is free and open-source! You can help make it better. Suggestions, artwork, and code are all welcome! Discuss TuxMath at tuxmath-devel@list.sourceforge.net
gl_es: A versión %s de TuxMath é libre e de código aberto! Podes axudar a melloralo. Son benvidas suxestións, ilustracións e código! Debate sobre TuxMath en tuxmath-devel@list.sourceforge.net

source: Edit 'options' file in you home directory to create customized game! Press a key or click your mouse to start game. See README.txt for more information.
gl_es: Edita o ficheiro "opcións" no teu directorio de inicio para crear un xogo personalizado. Preme unha tecla ou fai clic co rato para comezar o xogo. Consulte README.txt para obter máis información.

source: How many kids are playing?
gl_es: Cantos nenos xogan?

source: (Between 2 and 4 players)
gl_es: (Entre 2 e 4 xogadores)

source: The server is already running
gl_es: O servidor xa está en execución

source: The port is in use by another program on this computer, most likely another Tux Math server
gl_es: O porto está en uso por outro programa neste ordenador, probablemente outro servidor de TuxMath

source: Enter Server Name:
gl_es: Insire o nome do servidor:

source: (limit 50 characters)
gl_es: (límite 50 caracteres)

source: Click or press key to select server lesson file
gl_es: Fai clic ou prema a tecla para escoller o ficheiro de lección do servidor

source: Server Name: %s Selected Lesson: %s
gl_es: Nome do servidor: %s Lección escollida: %s

source: Sorry, this version built without network support.
gl_es: Sentímolo, esta versión construíuse sen soporte de rede.

source: Sorry, this version built without network support.
gl_es: Sentímolo, esta versión construíuse sen soporte de rede.

source: The server is not running.
gl_es: O servidor non está en execución.

source: Cannot stop server until current game finishes.
gl_es: Non se pode deter o servidor ata que remate a partida actual.

source: The server has been stopped.
gl_es: O servidor foi detido.

source: Sorry, could not connect to server.
gl_es: Sentímolo, non se puido conectar ao servidor.

source: Sorry, could not connect to server.
gl_es: Sentímolo, non se puido conectar ao servidor.

source: Sorry, game already in progress
gl_es: Perdoanza, o xogo xa está en progreso

source: Connection with server was lost
gl_es: Perdeuse a conexión co servidor

source: Sorry, this version built without network support
gl_es: Sentímolo, esta versión construíuse sen soporte de rede

source: Go!
gl_es: Imos aló!

source: Then %s
gl_es: Entón %s

source: Who is playing first?
gl_es: Quen xoga primeiro?

source: Enter your name:
gl_es: Insire o teu nome:

source: Who is playing next?
gl_es: Quen xoga despois?

source: How many rounds will you play?
gl_es: Cantas quendas xogarás?

source: Enter a number
gl_es: Insire un número

source: Await player name
gl_es: Agardando polo nome do xogador

source: Work In Progress! This feature is not ready yet Discuss the future of TuxMath at tuxmath-devel@lists.sourceforge.net
gl_es: ¡Traballo en progreso! Esta función non está lista aínda. Debate sobre o futuro de TuxMath en tuxmath-devel@lists.sourceforge.net

source: Number Typing
gl_es: Escritura de números

source: Addition: 1 to 3
gl_es: Suma: 1 a 3

source: Addition: 0 to 5
gl_es: Suma: 0 a 5

source: Addition: Sums to 10
gl_es: Suma: sumas ata 10

source: Addition: Sums to 15
gl_es: Suma: sumas ata 15

source: Addition: Sums to 20
gl_es: Suma: sumas ata 20

source: Addition: Two Digit Numbers
gl_es: Suma: números de dous díxitos

source: Addition: Missing Numbers
gl_es: Suma: números que faltan

source: Subtraction: 0 to 10
gl_es: Resta: de 0 a 10

source: Subtraction: 0 to 20
gl_es: Resta: de 0 a 20

source: Subtraction: Two Digit Numbers
gl_es: Resta: números de dous díxitos

source: Addition and Subtraction Review
gl_es: Revisión de suma e resta

source: Multiplication: 0 to 3
gl_es: Multiplicación: 0 a 3

source: Multiples of 2
gl_es: Múltiplos de 2

source: Multiples of 3
gl_es: Múltiplos de 3

source: Multiples of 4
gl_es: Múltiplos de 4

source: Multiples of 5
gl_es: Múltiplos de 5

source: Multiplication: 0 to 5
gl_es: Multiplicación: 0 a 5

source: Multiples of 6
gl_es: Múltiplos de 6

source: Multiples of 7
gl_es: Múltiplos de 7

source: Multiplication: 0 to 7
gl_es: Multiplicación: 0 a 7

source: Multiples of 8
gl_es: Múltiplos de 8

source: Multiples of 9
gl_es: Múltiplos de 9

source: Multiples of 10
gl_es: Múltiplos de 10

source: Multiplication: 0 to 10
gl_es: Multiplicación: 0 a 10

source: Multiples of 11 and 12
gl_es: Múltiplos de 11 e 12

source: Multiplication: 0 to 12
gl_es: Multiplicación: 0 a 12

source: Multiples of 13, 14, and 15
gl_es: Múltiplos de 13, 14 e 15

source: Multiplication: 0 to 15
gl_es: Multiplicación: 0 a 15

source: Multiplication: Missing Numbers
gl_es: Multiplicación: números que faltan

source: Division by 2
gl_es: División de 2

source: Division by 3
gl_es: División de 3

source: Division by 4
gl_es: División de 4

source: Division by 5
gl_es: División de 5

source: Division: 1 to 5
gl_es: División: de 1 a 5

source: Division by 6
gl_es: División de 6

source: Division by 7
gl_es: División de 7

source: Division by 8
gl_es: División de 8

source: Division by 9
gl_es: División de 9

source: Division by 10
gl_es: División de 10

source: Division: 1 to 10
gl_es: División: de 1 a 10

source: Division by 11 and 12
gl_es: División de 11 e 12

source: Division: 1 to 12
gl_es: División: de 1 a 12

source: Division by 13, 14, and 15
gl_es: División de 13,14 e 15

source: Division: 1 to 15
gl_es: División: de 1 a 15

source: Multiplication and Division Review
gl_es: Revisión de multiplicación e división

source: Typing Negative Numbers
gl_es: Escribindo números negativos

source: Subtraction: Negative Answers
gl_es: Resta: Respostas negativas

source: Adding Negatives to Positives
gl_es: Sumando negativos a positivos

source: Adding Positives to Negatives
gl_es: Sumando Positivos con Negativos

source: Subtracting Negatives From Positives
gl_es: Restando negativos de positivos

source: Subtracting Positives From Negatives
gl_es: Restando Positivos de Negativos

source: Adding Negatives to Negatives
gl_es: Sumando negativos a negativos

source: Subtracting Negatives From Negatives
gl_es: Restando números negativos de negativos

source: Negative and Positive Numbers Review
gl_es: Revisión de números negativos e positivos

source: Multiplication and Division of Negatives
gl_es: Multiplicación e División de Negativos

source: Multiplication of Positives and Negatives
gl_es: Multiplicación de positivos e negativos

source: Division of Positives and Negatives
gl_es: División de positivos e negativos

source: Credits
gl_es: Créditos

source: Elimination
gl_es: Eliminación

source: Factoroids
gl_es: Factoriais

source: Help
gl_es: Axuda

source: Join Game
gl_es: Únete ao xogo

source: Main Menu
gl_es: Menú principal

source: Math Command Fleet Missions
gl_es: Misións da Frota de Comando Matemático

source: Math Command Training Academy
gl_es: Academia de adestramento do Comando Matemático

source: More Options
gl_es: Máis opcións

source: Network Game
gl_es: Xogo en rede

source: Play Alone
gl_es: Xoga só

source: Play Arcade Game
gl_es: Xoga o xogo Arcade

source: Play Custom Game
gl_es: Xoga un xogo personalizado

source: Play With Friends
gl_es: Xoga cos amigos

source: Project Info
gl_es: Información do proxecto

source: Quit
gl_es: Saír

source: Run Server
gl_es: Executar servidor

source: Score Sweep
gl_es: Limpar puntuación

source: Stop Server
gl_es: Detén o servidor

source: Additional options
gl_es: Opcións adicionais

source: Complete missions for the Math Command Fleet
gl_es: Completa misións para a Frota de Comando Matemático

source: Customize the game you play
gl_es: Personaliza o xogo ao teu gusto

source: Earn Gold Stars as you build your math skills with each mission
gl_es: Gaña Estrelas de Ouro mentres melloras as túas habilidades matemáticas en cada misión

source: Easier
gl_es: Super doado

source: Easiest
gl_es: Moi doado

source: Easy
gl_es: Doado

source: Exit to your desktop
gl_es: Sae ao teu escritorio

source: Factorize numbers with your laser beam!
gl_es: Factoriza números co teu raio láser!

source: Hard
gl_es: Difícil

source: Hardest
gl_es: Moi difícil

source: High Scores
gl_es: Máximas puntuacións

source: Join a game on a server running on your network
gl_es: Únete a un xogo nun servidor que está a funcionar na túa rede

source: Make the Hall of Fame by beating the highest score
gl_es: Chega ao Salón da Fama superando a puntuación máis alta

source: Moderate
gl_es: Moderación

source: Play a game with your friends on a local network
gl_es: Xoga cos teus amigos nunha rede local

source: Play and learn on your own
gl_es: Xoga e aprende por ti mesmo

source: Players with the lowest scores are eliminated every round
gl_es: Os xogadores coas puntuacións máis baixas son eliminados en cada quenda

source: Return to the main menu
gl_es: Tornar ao menú principal

source: Run a demo of the game
gl_es: Executa unha demo do xogo

source: See how to play the game
gl_es: Olla como xogar ao xogo

source: See the credits for the game
gl_es: Olla os créditos do xogo

source: See the project info
gl_es: Consulta a información do proxecto

source: Start a server for a network game
gl_es: Comeza un servidor para un xogo en rede

source: Stop a server running on your machine
gl_es: Detén un servidor que está a funcionar na túa máquina

source: Take turns in a game with your friends on a single computer
gl_es: Xoga por quendas cos teus amigos nun só ordenador

source: The person with the highest score wins
gl_es: A persoa ca puntuación máis alta gaña
